tap "auth0/auth0-cli"
tap "cormacrelf/tap"
tap "danirukun/ytarchive"
tap "jondot/tap"
tap "oven-sh/bun"
tap "zippoxer/tap"
brew "ast-grep"
brew "gettext"
brew "chafa"
brew "chezmoi"
brew "cliclick"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "deno"
brew "dos2unix"
brew "fcrackzip"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "libidn"
brew "glow"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "guile"
brew "hashcat"
brew "john-jumbo"
brew "lazygit"
brew "libpq"
brew "luacheck"
brew "luarocks"
brew "neofetch"
brew "ninja"
brew "nvm"
brew "openjdk"
brew "pgvector"
brew "pnpm"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "sk"
brew "starship"
brew "stow"
brew "stylua"
brew "teleport"
brew "temporal"
brew "tree"
brew "unbound"
brew "vifm"
brew "wget"
brew "wifi-password"
brew "worktrunk"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-history-substring-search"
brew "auth0/auth0-cli/auth0", trusted: true
cask "anydesk"
cask "appcleaner"
cask "betterdisplay"
cask "bitwarden"
cask "calibre"
cask "chatgpt"
cask "codex"
cask "dbngin"
cask "figma"
cask "font-iosevka-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "jdownloader"
cask "karabiner-elements"
cask "keka"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "numi"
cask "obsidian"
cask "orbstack"
cask "playcover-community"
cask "qlmarkdown"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tradingview"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zen"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "git-ai.git-ai-vscode"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "quicktype.quicktype"
vscode "rvest.vs-code-prettier-eslint"
vscode "sumneko.lua"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "yrm.type-challenges"
cargo "bob-nvim"
cargo "tree-sitter-cli"
