tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cliclick"
brew "fd"
brew "gh"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "vifm"
brew "wifi-password"
brew "zoxide"
brew "zsh-history-substring-search"
cask "alacritty"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "wezterm"
cask "whatsapp"
cask "zoom"
