tap "danirukun/ytarchive"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jondot/tap"
brew "cliclick"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "go"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "transmission-cli"
brew "vifm"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-history-substring-search"
brew "jondot/tap/hygen"
cask "alacritty"
cask "anydesk"
cask "appcleaner"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "zoom"
